Revit 2027 API
StructuralSectionGeneralW.TopWebFillet Property
 Top Web Fillet - fillet radius at the top of web.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double TopWebFillet { get; set; }
Public Property TopWebFillet As Double
	Get
	Set
public:
property double TopWebFillet {
	double get ();
	void set (double value);
}
member TopWebFillet : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionGeneralW Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace